content-org/all-posts.org
#+title: Hammond's Blog And Class Posts
#+hugo_base_dir: ../
#+MACRO: more @@hugo:<!--more-->@@
#   to use this one, write {{{more}}}
#+MACRO: youtube @@hugo:{{< youtube id="$1" >}}@@
#  to use this, write {{{youtube(ID)}}}
#+hugo_paired_shortcodes: spoiler
#  to use this, write:
#     #+begin_spoiler
#      You need to click to see this, my friend.
#     #+end_spoiler

** Week 9
:PROPERTIES:
:EXPORT_FILE_NAME: Week9
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :ShowBreadCrumbs true
:END:

Your todo list for the week
{{{more}}}

*** Solutions to checkpoint 8
[[https://nextcloud.math.wichita.edu/index.php/s/DyADtcnkLZ6ode6][original is here]]

[[https://nextcloud.math.wichita.edu/index.php/s/iGLSo5PfD7fX3My][Solutions are here]]
*** No class on Tuesday (Fall Break)
:PROPERTIES:
:CUSTOM_ID: no-class-on-tuesday-fall-break
:END:

--------------

*** Before Class on Thursday
:PROPERTIES:
:CUSTOM_ID: before-class-on-thursday-14
:END:
**** 📚 Readings / Videos
:PROPERTIES:
:CUSTOM_ID: readings-videos-13
:END:
[[https://www.math.wichita.edu/discrete-book/section-objects-seqseries.html][Sequences
and Series]]

**** 📝 Homework
:PROPERTIES:
:CUSTOM_ID: homework-25
:END:
- Required: Do all the exercises at the bottom of each section, check
  your answers and check your understanding - please as questions if
  you're unsure!
- (optional): Practice additional exercises in the supplemental
  textbooks if you need/want:
  [[http://discrete.openmathbooks.org/dmoi3/][DMOI]] and
  [[http://faculty.uml.edu/klevasseur/ads/index-ads.html][Applied
  Discrete Structures]].

**** Questions?
:PROPERTIES:
:CUSTOM_ID: questions-22
:END:
Ask it on Discourse, and let's get it answered!

--------------

*** 🎥 Thursday recitation
:PROPERTIES:
:CUSTOM_ID: thursday-recitation-14
:END:
{{{youtube(G77lRJG7RHQ)}}}

