content/math321/Week9.md
+++
title = "Week 9"
author = ["John Hammond"]
draft = false
ShowBreadCrumbs = true
+++

Your todo list for the week
<!--more-->


## Solutions to checkpoint 8 {#solutions-to-checkpoint-8}

[original is here](https://nextcloud.math.wichita.edu/index.php/s/DyADtcnkLZ6ode6)

[Solutions are here](https://nextcloud.math.wichita.edu/index.php/s/iGLSo5PfD7fX3My)


## No class on Tuesday (Fall Break) {#no-class-on-tuesday-fall-break}

---


## Before Class on Thursday {#before-class-on-thursday-14}


### 📚 Readings / Videos {#readings-videos-13}

[Sequences
and Series](https://www.math.wichita.edu/discrete-book/section-objects-seqseries.html)


### 📝 Homework {#homework-25}

-   Required: Do all the exercises at the bottom of each section, check
    your answers and check your understanding - please as questions if
    you're unsure!
-   (optional): Practice additional exercises in the supplemental
    textbooks if you need/want:
    [DMOI](http://discrete.openmathbooks.org/dmoi3/) and
    [Applied
    Discrete Structures](http://faculty.uml.edu/klevasseur/ads/index-ads.html).


### Questions? {#questions-22}

Ask it on Discourse, and let's get it answered!

---


## 🎥 Thursday recitation {#thursday-recitation-14}

{{< youtube id="G77lRJG7RHQ" >}}
